already_regitered = 'Бип-бип, ты уже зарегистрирован.\nВоспользуйся /help.'
registration_start = '👀 Привет, перед использованием бота давай я помогу в нем разобраться.'
registration_no_enter = '📌 Если тебе вдруг понадобится помощь в регистрации, набери команду "регистрация".\nВот список моих команд:'
registration_enter_group = '✏ Напиши в какой ты группе.'
registration_interrupt = 'Как скажешь 🐢\nВот список моих команд:'
registration_no_group = '[🚫] Не могу найти такую группу, проверь пожалуйста, правильно ли ты написал группу.'
registration_sender = 'Хорошо, тебя подписать на рассылку по твоей группе?'
registration_if_yes = '''🔔 Вы теперь подписаны на уведомления для ИС-23.\nЧтобы перестать получать уведомления напишите 'отписаться'.\n
По желанию можно включить отображение в глобальном поиске.\nДругие смогут найти вас по группе командой "контакты группы [группа]".'''
registration_if_no = '📌 Ты в любой момент сможешь подписаться самостоятельно при помощи команды "уведомления для [группа]".\nВывести команды с твоей группой?'
registration_already_regis = '[⛔] Повторно подписаться на одну группу нельзя.'
registration_want_keyboard = 'Вывести команды с твоей группой?'
registration_give_keyboard = '[✅] Отправил тебе клавиатуру.'
registration_finish = 'Отлично, мы закончили! 💥'


equals = {'start': ['Регистрация', 'Старт'],
          'continue': ['Да, давай'],
          'interrupt': ['Я больше не хочу регистрироваться', 'Завершить'],
          'stop': ['Нет, не надо', 'Пока'],
          'short_continue_3': ['Да3'],
          'short_stop_3': ['Нет3'],
          'short_continue_4': ['Да4'],
          'short_stop_4': ['Нет4']}
